tap "homebrew/bundle"
tap "th-ch/youtube-music"
brew "bat"
brew "eza"
brew "gh"
brew "hexyl"
brew "mas"
brew "ncdu"
brew "neofetch"
brew "odt2txt"
brew "python@3.13"
brew "tree"
cask "adobe-acrobat-reader"
cask "alt-tab"
cask "elmedia-player"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "jdownloader"
cask "kitty"
cask "pearcleaner"
cask "sanesidebuttons"
cask "visual-studio-code"
cask "youtube-music"
mas "Auto HD FPS for YouTube", id: 1546729687
mas "OneDrive", id: 823766827
mas "PiPifier", id: 1160374471
